Repository: mithlars/shopping_list_bot_plus_django_postgres
Catalog: bot/locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Cancel
ru: Отмена

source: Input new group name
ru: Введите новое имя группы

source: Without description
ru: Без описания

source: Now input description
ru: Теперь введите описание

source: New group *"{new_group_name}"* created. Description: *"{new_group_description}"*
ru: Новая группра *"{new_group_name}"* создана. Описание: *"{new_group_description}"*

source: Somthing went rong
ru: Что-то пошло не так

source: Your groups:
ru: Ваши группы

source: All list
ru: Весь список

source: Groups of "{list_name}" list:
ru: Группы списка "{list_name}":

source: List of groups is empty now.
ru: Список групп пока пуст.

source: Deleting group from the list *"{list_name}".* (you may delete only *empty groups*):
ru: Удаление группы списка *"{list_name}"* (можно удалить только *пустые группы*):

source: you may delete only *empty group*
ru: можно удалить только *пустую группу*

source: Group "{group_name}" is deleted.
ru: Группа "{group_name}" удалена.

source: Lineup
ru: Состав

source: Rename
ru: Переименовать

source: What do you want to do?
ru: Что Вы хотите сделать?

source: Choose group to edit categories lineup:
ru: Выберите группу для редактирования состава категорий:

source: Select the categories that will be displayed in the group
ru: Выберите категории, которые будут отображаться в группе

source: Choose category to edit:
ru: Выберите категорию для редактирования:

source: No changes
ru: Без изменений

source: Now input new description
ru: Теперь введите новое описание

source: Your chose is leave the group without changes
ru: Вы решили оставить данные группы без изменений.

source: Hint: To switch to the list -- press button with it's number:
ru: Подсказка: Для переключения на список -- нажмите кнопку с его номером:

source: Your lists:
ru: Ваши списки:

source: {add}{lists}Cansel
ru: {add}{lists}Отмена

source: Input new list name
ru: Введите имя нового списка

source: New list *"{new_list_name}"* is created. Description: *"{new_list_description}"*
ru: Новый список *"{new_list_name}"* создан. Описание: *"{new_list_description}"*

source: _____Your own lists:
ru: _____Собственные списки:

source: _____Other user lists:
ru: _____Списки других пользователей:

source: Choose list to delete:
ru: Выберите список для удаления:

source: \_\_\_\_\_Your own lists:
ru: \_\_\_\_\_Собственные списки:

source: \_\_\_\_\_Other user lists:
ru: \_\_\_\_\_Списки других пользователей:

source: Hint: You can fully delete only your own lists ({delete}), and delete access for lists of other users ({blind})
ru: Подсказка: Свои списки можно удалить полностью ({delete}), а к спискам других пользователей можно только удалить доступ ({blind})

source: empty
ru: пусто

source: Yes! I wont to delete the list!
ru: Да, я хочу удалить список!

source: No! I've changed my mind!
ru: Нет, я передумал удалять список!

source: Are you sure you want to delete the list "{list_name}": Here’s its contents:
ru: Вы уверены, что хотите удалить список "{list_name}": Вот его содержимое:

source: OK
ru: Хорошо

source: You cannot delete a list if it is single
ru: Нельзя удалить единственный список

source: Choose list for edit
ru: Выберите список для редактирования:

source: Input new name for the list
ru: Введите новое имя списка

source: Your chose is leave the list without changes
ru: Вы решили оставить данные списка без изменений.

source: You don't have lists yet. Pleas go back to the lists menu and create new list
ru: У Вас пока нет списков. Вернитесь в меню списков и создайте новый список.

source: Which list you want to share?:
ru: К какому списку Вы хотите дать доступ?:

source: There's no one in your surroundings
ru: В Вашем окружении никого нет.

source: Choose who of your surroundings can work with the list
ru: Выберите кто из Вашего окружения может работать со списком "{list_name}":

source: Choose language
ru: Выберите язык:

source: OK, inputted data is deleted
ru: Хорошо, введенные данные удалены.

source: Choose category for new list position {purchase_name}:
ru: Выберите категорию для новой позиции списка {purchase_name}:

source: Choose category for other new list positions
ru: Выберите категорию для остальных новых позиций списка:

source: All of this positions are already in the list
ru: Все эти позиции уже есть в списке:

source: Positions which added to the list:
ru: Позиции добавленные в список:

source: The following positions are already in the list
ru: Следующие позиции уже есть в списке

source: Choose position to categorize:
ru: Выберите позицию для добавления в категорию:

source: List (group) is steel empty
ru: Список (группа) пока пуст(ая).

source: Delete
ru: Удалить

source: Keep
ru: Оставить

source: Remove this item from the previous category?
ru: Удалить позицию из предыдущей категории?

source: Hint: Press number-button to delete unit:
ru: Подсказка: Нажмите на кнопку с номером позиции, чтобы удалить ее:

source: List "{list_name}"
ru: Список "{list_name}":

source: Choose position to uncategorize:
ru: Выберите позицию для удаления связи с категорией:

source: Choose position to edit:
ru: Выберите позицию для редактирования:

source: Input new name for new list position
ru: Введите новое имя для позиции списка

source: Your chose is leave the list position without changes
ru: Вы решили оставить данные позиции списка без изменений.

source: Your surrounding:
ru: Ваше окружение:

source: Your surrounding is empty.
ru: В вашем окружении никого нет.

source: Hint: Press user's number to delete him/her from your surrounding:
ru: Подсказка: Нажмите номер пользователя для удаления его из окружения:

source: Add user to my surrounding
ru: Добавить в мое окружение пользователя

source: What user data do you have?
ru: Какие данные о пользователе у Вас есть?

source: Send user username:
ru: Пришлите username пользователя:

source: Send user telegram_id:
ru: Пришлите идентификатор (id) пользователя telegram:

source: Send the message-command below to another user and ask him/her to send it to the chat with the bot so that the user can give you access to his/her lists. Both must be configured with the same language.
ru: Перешлите сообщение-команду ниже другому пользователю и попросите его переслать его в чат с ботом, чтобы пользователь мог дать Вам доступ к своим спискам. Необходимо, чтобы у обоих был настроен один о тот же язык.

source: Add user to my surrounding: {telegram_user_firstname} {telegram_user_lastname} with id:{telegram_user_id}
ru: Добавить в мое окружение пользователя: {telegram_user_firstname} {telegram_user_lastname} с id:{telegram_user_id}
