#  ⃣  🟩 🟦 ⬜ 🔲 ☐
# ☑️ ✅ ✔️ ❎ ☑ ✔ ✓
# Добавить add ➕🆕+
# ⛏️🛠⚙⚒⚙️🛠️🔧Настройки Config Conf
# ↩️◀️⬅️🔙↩ Назад
# Редактировать edit ✏️
# Обновить reload🔄🗘
# Сменить change 🔀𓐟
# ☰
# 📦
# 🗃️
# 🗂️
# 📋
# 👨‍👦‍👦‍ 👨‍👨‍👦‍👦👥 Доступ
# ⬆⬇
# ❌️ Удалить del
# 🧹 cln Очистить clean
# 🔌📵📴🙈 Disconnect
# 🌐 language
emoji = {
    'lists': '📦',
    'list': '📋',
    'categories': '🗂️',
    'groups': '🗃️',
    'switch': '🔀',
    'edit': '✏️️',
    'add': '➕',
    'share': '👨‍👦‍👦‍',
    'blind': '🙈',
    'delete': '❌',
    'sort': '⬆⬇',
    'clean': '🧹',
    'options': '🛠️',
    'back': '↩️',
    'reload': '🔄',
    'on': '✅',
    'off': '⬜',
    'right': '➡️',
    'help': '❓'
}