# TODO: Переделать все сообщения с Markdown на HTML, чтобы не опасаться символов типа "[" в именах объектов
# TODO: Сделать так, чтобы если категория толь "Без категории" - при добавлении новой позиции не отображался интерфейс категоризации/отмены
# TODO: Отработать сценарий, когда пользователь заблокировал бот и возвращается
# TODO: Команда "Из категории" ме должна отображать в выборе категорию "Без категории"
#  и не должна отображать меню выбора категории, если категорий нет (только "Без категории")
# TODO: При добавлении пользователя в окружение сообщение на случай, если пользователя нет в списке
# TODO: Возможность переименовать пользователя в окружении
# TODO: Добавить в окружении дату добавления пользователя в окружение, отсортировать по этой дате
# TODO: При удалении списка список списков не должен разделяться на свои и чужие, просто разные эмодзи на кнопках
# TODO: Не работает last date time updater
# TODO: Логирование всех ошибок python  в файл за пределами контейнера
