# TODO: Переделать все сообщения с Markdown на HTML, чтобы не опасаться символов типа "[" в именах объектов
# TODO: Сделать так, чтобы если категория толь "Без категории" - при добавлении новой позиции не отображался интерфейс категоризации/отмены
# TODO: Отработать сценарий, когда пользователь заблокировал бот и возвращается
# TODO: Команда "Из категории" ме должна отображать в выборе категорию "Без категории"
#  и не должна отображать меню выбора категории, если категорий нет (только "Без категории")
